Repository: ZhangZhongGuo123/Random-Number-Generator
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDescription
source: Random-Number Generator
zh_cn: 随机抽取

# AppDisplayName
source: Random-Number Generator
zh_cn: 随机抽取

# Date.Header
source: Date
zh_cn: 日期

# Finish_Button.Content
source: Finish
zh_cn: 结束抽取

# From.Header
source: From
zh_cn: 从

# FromTo.Text
source: FromTo
zh_cn: 从 至

# General_Settings.Text
source: General Settings
zh_cn: 综合设置

# Maximum_Number.Text
source: Maximum Number:
zh_cn: 最大值:

# Maximum_Set.PlaceholderText
source: Enter the maximum number here.
zh_cn: 在此处输入最大值.

# Minimum_Number.Text
source: Minimum Number:
zh_cn: 最小值:

# Minimum_Set.PlaceholderText
source: Enter the minimum number here.
zh_cn: 在此处输入最小值.

# Number_of_draws.Text
source: Number of draws:
zh_cn: 一次抽取个数:

# Select.PlaceholderText
source: Select
zh_cn: 选择

# Probability_adjustment_mode.Text
source: Probability adjustment mode:
zh_cn: 概率调整模式:

# Result.Header
source: Result
zh_cn: 结果

# Settings_About.Text
source: Random Number Generator
zh_cn: 随机抽取

# Settings_AboutDescription.Text
source: Generate numbers randomly.
zh_cn: 随机生成数字.

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化

# Settings_Theme.Text
source: Theme
zh_cn: 主题

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Settings_Theme_Default.Content
source: Default
zh_cn: 默认

# Settings_Theme_Light.Content
source: Light
zh_cn: 浅色

# Shell_Home.Content
source: Home
zh_cn: 主页

# Shell_Number.Content
source: History
zh_cn: 历史记录

# Start_Button.Content
source: Start
zh_cn: 开始抽取

# To.Header
source: To
zh_cn: 至

# No_Adjustment.Text
source: Do not make any adjustments.
zh_cn: 不做任何概率调整.

# To_WhiteList.Text
source: Adjust the probability of the drawing results to 0 (Add it to the whitelist).
zh_cn: 抽中的数字下一次不会被抽到 (加入白名单).

# Decrease_Possibility.Text
source: Reduce the probability of the drawing results (Recommend).
zh_cn: 减小被抽到数字下一次被抽到的概率 (推荐).

# ErrText_MinMax
source: Unable to extract numbers within the selected range.
zh_cn: 不能从所选范围内抽取数字.
